Repository: 84000/data-translation-memory
Catalog: toh266-v3.tmx
Source language: bo
Languages: en

source: །རིན་ཆེན་ཟླ་བ་དམ་པའི་འོད། །རྫོགས་པའི་སངས་རྒྱས་དེ་ན་བཞུགས། །འཇིག་རྟེན་མགོན་པོ་སྐྱོབ་པ་ཡི།
en: Light of the Sublime Precious Moon.

source: །གང་གིས་དེ་ཡི་མཚན་ཐོས་པ།
en: Those who hear the name of That protector and lord of the world “Will attain the sublime absorption

source: །སྐྱེ་བ་གཅིག་གིས་ཐོགས་གྱུར་ཅིང་། །བྱིན་གྱིས་རློབ་ཅེས་བྱ་བ་ཡི། །ཏིང་འཛིན་དམ་པ་ཐོབ་པར་འགྱུར།
en: Called limited to one more birth and blessed

source: །རྟག་པར་ཀུན་ཏུ་སྣང་བར་བྱེད།
en: Which perpetually Illuminates everything.

source: །ཏིང་ངེ་འཛིན་འདི་ཐོབ་ནས་ནི། །སྲོག་ཆགས་ཀུན་ལ་ཕན་པའི་ཕྱིར། །གཞལ་མེད་ཆོས་ཀྱང་སྟོན་པ་ཡི།
en: “Upon attaining this absorption,

source: །འཇིག་རྟེན་འདྲེན་པ་རྣམས་ཀྱང་མཐོང་།
en: They will see the guides of the world

source: །ཆོས་ཀུན་སྙིང་པོ་མེད་པར་ནི།
en: Teaching immeasurable Dharma teachings In order to benefit all living beings.

source: །འཇིག་རྟེན་མགོན་པོས་རབ་ཏུ་བསྟན།
en: “The lord of the world will teach That all phenomena are devoid of essence.

source: །ཚིག་འདི་ཡང་དག་འཛིན་པ་རྣམས།
en: Correctly retaining these words,

source: །སེམས་ཅན་དག་ནི་དགེ་བ་སྐྱེད།
en: Beings will generate virtue.

source: །ཁམས་ཀུན་དངོས་པོ་མེད་པར་ཡང་།
en: “Given that all constituents lack existence,

source: །དེ་ཡི་ཁམས་ལ་རྣམ་པར་ལྟ།
en: They will regard their own constituents in that way.

source: །ཆོས་གང་མཚན་ཉིད་མེད་པ་ལ།
en: Given that phenomena lack characteristics,

source: །དངོས་པོ་མེད་པར་ཡོངས་སུ་སྨྲ།
en: Their non-existence is proclaimed.

source: །དངོས་པོ་དེ་ནི་མི་རྙེད་དེ།
en: “Their existence cannot be found,

source: །དངོས་པོ་མེད་པའང་དེ་འདྲ་ཞིང་།
en: And neither can their non-existence;

source: །བདག་མེད་པས་ན་སྙིང་པོ་མེད།
en: Since they are without self, they have no essence—

source: །དེ་ལྟར་དེ་ནི་ཆོས་རྣམས་སྟོན།
en: Phenomena are shown to be like this.

source: །ཆོས་གང་རབ་ཏུ་སྟོན་པ་ཡང་།
en: “The Dharma that is taught,

source: །དེ་ནི་བདེན་པ་བླ་མེད་དེ།
en: Is the unexcelled truth.

source: །དེ་ཕྱིར་དེ་ཡི་ཡེ་ཤེས་འཇུག །མི་ཤེས་པ་ལའང་དེ་བཞིན་ནོ།
en: Therefore, it applies to wisdom, Just as it does to ignorance.

source: །མི་ཤེས་པ་དང་ཡེ་ཤེས་དང་། །གཉིས་པོ་འདི་ནི་ཡོད་མ་ཡིན།
en: “Neither ignorance, nor wisdom, Nor both exist.

source: །འདི་ལ་ཆོས་ནི་རྣམ་བྱང་མེད།
en: In this there is no phenomenon

source: །ཉོན་མོངས་པ་ཡང་ཡོད་མ་ཡིན། །ཆོས་ཀུན་གཏན་ལ་བབ་པར་ནི།
en: Either purified or polluted.

source: །དེ་ལྟར་མགོན་པོ་རབ་ཏུ་སྟོན།
en: “The lords will teach in this way, Resolving the nature of all phenomena.

source: །གནས་པ་མེད་པར་རབ་བཤད་ནས།
en: Having taught that there is no remaining,

source: །སངས་རྒྱས་གནས་པ་མེད་པར་འགྱུར།
en: The buddhas will not remain.

source: །གང་ཚེ་བྱང་ཆུབ་འགྱུར་བ་ལ།
en: “When they reach awakening,

source: །ཆོས་རྣམས་དེ་ཡིས་མི་རྙེད་ཅིང་།
en: They will not find phenomena

source: །བྱང་ཆུབ་སེམས་དཔའ་མི་གནས་པ།
en: And thus bodhisattvas do not abide.

source: །དེ་ལྟར་མང་དུ་གནས་པ་ཡིན།
en: Yet in this way they abide for a long time.

source: །སྒྲ་དང་དོན་ཀྱང་མེད་པ་སྟེ།
en: “Because word and meaning do not exist,

source: །མཁས་པ་དེ་ལ་མི་རྟོག་གོ།
en: The wise will not apprehend them.

source: །མང་དུ་ཐོས་པས་དེ་རྒྱགས་ཤིང་།
en: Satisfied with their prodigious learning,

source: །འཇིག་རྟེན་དག་ན་མི་རྩོད་དོ།
en: They will not debate with worldly beings.

source: །འོད་སྲུང་བྱང་ཕྱོགས་ལོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་དྲུག་ཅུ་འདས་ནས། །འཇིག་རྟེན་གྱི་ཁམས་རབ་ཏུ་དགའ་བ་ཞེས་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བཟང་པོ་དམ་པའི་དཔལ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Kāśyapa, sixty thousand buddhafields away to the north, in the world system called Elation, dwells the thus-gone one, the worthy one, the completely perfect buddha called Glory of Sublime Goodness.

source: འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དག་ཕྱིར་མི་ལྡོག་ཅིང་སྐྱེ་བོ་ཐམས་ཅད་ལ་སྡུག་པར་འགྱུར་བ་དང་། འདུ་བར་འགྱུར་བ་དང་། ཚིག་འཛིན་པར་འགྱུར་བའི་ལས་དེ་དག་གིས་ཡོངས་སུ་བཟུང་བར་འགྱུར་རོ།
en: Kāśyapa, if sons or daughters of noble family hear the name of that thus-gone one, they will not regress, and they will acquire throughout all their lifetimes the karma to be attractive, to be in an assembly, and to retain words.

source: །སྤོབས་པ་ཡང་ཟབ་མོར་འགྱུར་རོ།
en: Their eloquence will become profound.

source: །སེམས་ཅན་གང་དག་ལ་ཆོས་སྟོན་པ་དེ་དག་ཆོས་བསྟན་པ་དེ་ལ་མོས་པར་འགྱུར་རོ།
en: They will have devotion for the Dharma that the Dharma teachers are teaching to beings.

source: །བུད་མེད་ཀྱིས་ཀྱང་ཐོས་ན་དེ་བུད་མེད་ཀྱི་དངོས་པོའི་ཐ་མར་འགྱུར་རོ།
en: If a woman hears the name, that will be her final existence as a woman.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ།
en: The Blessed One then spoke the following verses:

source: །སྟོང་ཕྲག་དག་ནི་དྲུག་ཅུར་ཡང་།
en: “Perfectly located sixty thousand buddhafields away, Is the world system—

source: །ཚང་ཞིང་ཆད་པ་མེད་པའི་ཞིང་།
en: A complete and unspoiled field—

source: །རབ་ཏུ་དགའ་ཞེས་བྱ་བ་ཡི། །འཇིག་རྟེན་ཁམས་ནི་ལེགས་པར་གནས།
en: Called Elation.

source: །དེ་ན་སངས་རྒྱས་བཞུགས་པ་ནི།
en: “The buddha who dwells there

source: །ཆོས་རྣམས་ཀུན་གྱི་ཕ་རོལ་ཕྱིན།
en: Has perfected all qualities.

source: །བཟང་མཆོག་དཔལ་ཞེས་བྱ་བ་ཡི། །འཇིག་རྟེན་མགོན་པོ་བླ་ན་མེད།
en: He is the unexcelled lord of the world Called Glory of Sublime Goodness. “Those who hear the name

source: །ལྷར་གྱུར་པ་ཡི་སྐྱོབ་པ་སྟེ། །དེ་ཡི་མཚན་ནི་ཐོས་ནས་སུ།
en: Of the protector of the gods

source: །གང་དང་གང་དུ་སྐྱེས་པར་ཡང་། །སྡུག་ཅིང་ཡིད་དུ་འོང་བར་འགྱུར།
en: Will be attractive and pleasing Wherever they are born.

source: །ཚིག་བཙུན་ཤེས་རབ་མཆོག་དང་ལྡན།
en: “Endowed with agreeable speech and supreme knowledge,

source: །སྲོག་ཆགས་རྣམས་ལ་ཆོས་སྟོན་ཏེ།
en: They will teach the Dharma to beings.

source: །ཆོས་དེ་རབ་ཏུ་ཐོས་ནས་ཀྱང་།
en: Having heard it,

source: །དགའ་བ་དམ་པ་ཐོབ་པར་འགྱུར། །སངས་རྒྱས་དག་གི་མཚན་འདི་ནི།
en: Those beings will attain sublime joy.

source: །བུད་མེད་དག་གིས་ཐོས་ན་ཡང་།
en: “Even when women hear This buddha’s name,

source: །བུད་མེད་སྐྱེ་གནས་འཇིགས་ཆེན་གྱི།
en: They will be liberated from the birthplace of great fear—

source: །སྐྱེ་གནས་ལས་ནི་ཡོངས་སུ་ཐར།
en: Birth as a woman. “They will become profound and wise

source: །གང་ལ་འཇིག་རྟེན་མི་རྟོགས་པ། །ཟབ་ཅིང་ཤིན་ཏུ་མཁས་པ་དང་། །ཇི་ལྟར་དྲི་མེད་གོ་འཕང་བཞིན།
en: In that which the world does not understand.

source: །དེ་ལྟ་བུ་ཡི་སེམས་སུ་འགྱུར།
en: And their minds will become

source: །ཇི་བཞིན་པ་དང་ཇི་བཞིན་མིན།
en: Precisely in accordance with the stainless state. “Both the real and the unreal

source: །དེ་དག་གཉི་ག་དངོས་པོ་མེད།
en: Are non-existent.

source: །ཆོས་གང་སྐྱོ་བར་གྱུར་པ་ལ།
en: When one has become weary of phenomena,

source: །དེ་ལ་བརྗོད་པ་ག་ལ་ཡོད།
en: How can there be any discussion of it?

source: །འོད་སྲུང་འདི་ནས་བྱང་ཕྱོགས་ལོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་བརྒྱད་ཅུའི་ཕ་རོལ་ན་འཇིག་རྟེན་གྱི་ཁམས་ལེགས་པར་འཇུག་པ་ཞེས་བྱ་བ་དེ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པད་མོ་ལ་བཞུད་པ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “Kāśyapa, eighty thousand buddhafields away to the north, in the world system called Beautiful Entrance, dwells the thus-gone one, the worthy one, the completely perfect buddha called Departed to a Lotus.

source: རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོས་དེའི་མཚན་ཐོས་ན། ཚེ་འཕོས་ནས་གཟུགས་བཟང་ཞིང་མཛེས་པ་དང་། སེམས་ཅན་རྣམས་མཐོང་ན་དགའ་བ་དང་། སྡུག་ཅིང་ཡིད་དུ་འོང་བར་འགྱུར་རོ།
en: If sons or daughters of noble family hear his name, then after they pass away, their bodies will become exquisite and beautiful, beings will be delighted to behold them, and they will become attractive and captivating.

source: །བསྐལ་པ་གྲངས་མེད་པ་རྗེས་སུ་དྲན་ཞིང་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ།
en: They will recollect countless eons and know them exactly as they are.

source: །འགྲོ་བ་ཐམས་ཅད་དང་སྐྱེ་བ་ཐམས་ཅད་དུ་བླ་ན་མེད་པའི་སྤོབས་པ་དང་ལྡན་པར་འགྱུར་ཞིང་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཆོས་སྟོན་ཏོ།
en: They will be endowed with unexcelled eloquence and teach the Dharma uninterruptedly throughout all their lifetimes.

source: །དེའི་སྨོན་ལམ་དང་མིག་ཀྱང་རྣམ་པར་དག་པར་འགྱུར་རོ།
en: Their aspirations and vision will also become completely pure.”

source: །སྟོང་ཕྲག་དག་ནི་བརྒྱད་ཅུ་ཡི།
en: “Eighty thousand

source: །སངས་རྒྱས་ཞིང་ནི་ཚང་བ་ན།
en: Complete buddhafields away Is the utterly excellent

source: །བདེ་བར་འཇུག་པའི་འཇིག་རྟེན་ཁམས། །དེ་ནི་ཤིན་ཏུ་བཟང་བ་སྟེ།
en: World system Joyful Entrance.

source: །འཇིག་རྟེན་མགོན་པོ་བླ་མེད་པ།
en: Is the unexcelled protector of the world,

source: །རིན་ཆེན་པད་མོ་བཞུད་ཅེས་བྱ། །འཇིག་རྟེན་མགོན་པོ་འོད་མཛད་པ།
en: The illuminating protector of the world Called Departed to a Jewel Lotus.

source: །དེ་ཡི་མཚན་ཀྱང་ཐོས་ནས་ནས་ནི།
en: “Those who hear his name

source: །དེ་ཡི་མིག་ནི་རྣམ་དག་ཅིང་།
en: Will have purified vision,

source: །གཟུགས་ཀྱང་ཤིན་ཏུ་བཟང་པོར་འགྱུར།
en: An exquisite form,

source: །བལྟ་ན་སྡུག་པའང་དེ་བཞིན་ནོ།
en: And be beautiful to behold.

source: །མཉམ་པར་བཞག་པའི་སངས་རྒྱས་ཀྱི།
en: “While that buddha was in equipoise

source: །ཉན་ཐོས་རྣམས་ཀྱང་གནས་པ་ནི།
en: His hearers were also present—

source: །རྣམ་པར་ཐར་པས་ཞི་བར་འགྱུར།
en: With their liberation, they reached tranquility,

source: །དེ་ལ་འཇིག་རྟེན་རྟོགས་མི་འགྱུར།
en: Such that the world does not comprehend them.

source: །ལོ་སྟོང་དུ་ཡང་ཚང་བ་དང་། །ཏིང་ངེ་འཛིན་ལས་ལངས་ནས་ཀྱང་།
en: “Even after a full one thousand years, When the buddha arose from his absorption,

source: །སངས་རྒྱས་དེ་ཡི་ཉན་ཐོས་རྣམས།
en: His hearers remained,

source: །ཇི་ལྟར་གནས་པས་གནས་པར་བྱེད།
en: For as long as he did.

source: །བཟང་མཆོག་སངས་རྒྱས་དེ་ཡི་མཚན།
en: “By hearing the name of that excellent and supreme buddha,

source: །ཐོས་ནས་དེ་འདྲ་དེ་ལྟར་འགྱུར།
en: One will become like those hearers.

source: །དེ་ཡི་མཚན་འདི་འདིར་ཐོས་ནས།
en: Those who hear his name here Will experience his qualities

source: །དེ་དག་བསྐལ་པ་གྲངས་མེད་པར། །ཡོན་ཏན་རྗེས་སུ་མྱོང་བར་འགྱུར།
en: For a countless eon.

source: །དེ་ཚེ་དཔའ་བོས་ཡོན་ཏན་ཤེས།
en: “Then, the heroic ones will come to know his qualities.

source: །སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་ཡིས།
en: And moved by sublime devotion, They will teach beings the Dharma,

source: །མདོ་སྡེ་ཤིན་ཏུ་བཟང་པོ་རྣམས།
en: The excellent sūtras,

source: །མ་ཆགས་ཐོགས་པ་མེད་པའི་ཚིག །སྲོག་ཆགས་རྣམས་ལ་ཆོས་སྟོན་ཏོ།
en: In unimpeded and unobstructed language.

source: །ཡང་འོད་སྲུང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དེ་དག་གི་མཚན་རྣམས་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་དག་ཉན་པ། འོད་སྲུང་བུད་མེད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་མཚན་ཐོས་ན། བུད་མེད་ཀྱི་དངོས་པོ་ལས་འགྱུར་བ་ངས་སྔར་བཤད་པ་དང་འདྲ་བས་རེ་ཤིག་གཞག་གོ།
en: “Kāśyapa, among the sons and daughters of noble family who hear the name of the thus-gone ones, the worthy ones, the completely perfect buddhas, the fact that women, Kāśyapa, who hear the name of the thus-gone ones transform from their existence as women is just as I taught previously.

source: །ཇི་ལྟར་ཡོན་ཏན་བྱེ་བྲག་མེད་པར་བཤད་པ་དེ་དག་ཐམས་ཅད་ཀྱི་གོ་སྐབས་སུ་འགྱུར་ཏེ།
en: Thus, I will put the topic aside for now. They will have the opportunity for all the qualities as explained, without distinction.

source: མཚན་འདི་དག་ཐོས་ན་ཡོན་ཏན་གྱི་ཁྱད་པར་ཇི་སྐད་དུ་བཤད་པ་རྣམས་འཛིན་ཏོ།
en: For when hearing these names, they will acquire the features of these qualities just as explained.”

source: །འདོད་པའི་སྲེད་པ་ཆད་པ་དང་། །ཀུན་ཏུ་སྦྱོར་བ་ཟད་པ་ཡི། །སངས་རྒྱས་རྣམས་ཀྱི་མཚན་འདི་དག །མཉན་ཅིང་རྟོགས་པར་བྱེད་པ་ནི།
en: Who have quelled the craving of desire And exhausted the fetters,

source: །ཡོན་ཏན་ཁྱད་པར་ཤིན་ཏུ་མང་།
en: “Will have an abundance of special qualities.

source: །ཚེ་འཕོས་ཡོན་ཏན་འདི་དག་འབྱུང་།
en: When they die, those qualities will emerge. If women, upon hearing the name

source: །འཇིག་རྟེན་མགོན་པོ་སྐྱོབ་པ་ཡི། །མཚན་རྣམས་ཐོས་པར་གྱུར་ནས་ནི།
en: Of the lord and protector of the world,

source: །བུད་མེད་སྨོན་ལམ་འདི་འདེབས་ན།
en: “Were to make the aspiration,

source: །དེ་ཚེ་སྐྱེས་བུ་མཆོག་ཏུ་འགྱུར།
en: They will be born as supreme men.

source: །བུད་མེད་དངོས་པོ་འདོར་འདོད་པས།
en: Those who want to discard their existence as women, Will avoid a woman’s existence,

source: །འཇིག་རྟེན་མ་རུང་འགྱུར་བ་ཡི།
en: “Which would be unsuitable in the world.

source: །བུད་མེད་དངོས་པོ་རྣམ་པར་ལྡོག །མྱུར་དུ་སེམས་ཅན་རྣམས་ཀྱི་ནི།
en: They will swiftly become

source: །བླ་མེད་དགེ་བའི་བཤེས་གཉེན་འགྱུར།
en: Unexcelled spiritual friends to beings.

source: །མི་གང་འདོད་པ་སྤོང་བ་ནི།
en: Those who abandon desire

source: །བསོད་ནམས་རྣམ་པ་མང་པོ་སྐྱེད།
en: “Will generate merit in many ways.

source: །བདག་ཉིད་དང་ནི་ཕ་རོལ་དག །དགེ་བ་ལ་ནི་འཇོག་བྱེད་པ།
en: Establishing themselves and others In virtue,

source: །སྡུག་བསྔལ་དག་ལས་ཡོངས་སུ་འཐར།
en: They will be completely liberated from suffering.

source: །བུད་མེད་ཡང་དང་ཡང་དུ་ནི།
en: “Those who are born as women again and again

source: །བུད་མེད་དངོས་པོ་སྤང་བ་དང་། །ཡོངས་སུ་ཐར་བར་འདོད་པ་ནི།
en: Desire to discard their female existence And attain complete liberation.

source: །ཇི་ལྟར་གྲོང་ཁྱེར་དབུས་སུ་ཡང་། །དུག་གི་ཤིང་ཆེན་ཡོད་པ་ལས།
en: When a big poisonous tree “In the middle of a city

source: །དེ་ཡང་ཤིན་ཏུ་གཅད་གྱུར་ན།
en: Is cut down,

source: །སྲོག་ཆགས་རྣམས་ནི་བདེ་བར་འགྱུར།
en: Living beings are happy.

source: །དེ་བཞིན་དུག་གི་དངོས་པོ་ཡི།
en: Likewise, when the evil,

source: །བུད་མེད་དངོས་པོ་སྡིག་པ་ལ།
en: “Poisonous existence of womanhood

source: །སྡིག་པ་དེ་ནི་རབ་སྤངས་ན།
en: Is discarded, One is situated

source: །སངས་རྒྱས་ལམ་ལ་རབ་ཏུ་གནས།
en: On the path to awakening.

source: བདག་གི་དངོས་དང་སེམས་ཅན་དངོས།
en: “Neither one’s own existence,

source: །འདི་དག་གཉིས་ཀ་མི་རྙེད་དེ།
en: Nor the existence of beings is found.

source: །གང་ལ་སྡོམ་པ་མི་རྙེད་པ།
en: For wherever bondage is not found

source: །དེ་ནི་བླ་ན་མེད་པའི་ལམ།
en: Is the unexcelled path.

source: །སྐྱེས་པའམ་ཡང་ན་བུད་མེད་ཀྱང་།
en: “Neither men, nor women,

source: །དམ་པའི་དོན་དུ་ཡོད་མ་ཡིན།
en: Exist ultimately.

source: །གང་ལ་དངོས་པོ་མི་རྙེད་པ།
en: Wherever existence is not found,

source: །དེར་ནི་སྨོན་ལམ་སྦྱངས་པ་ཡིན།
en: Aspiration has been perfected.

source: །སྨོན་ལམ་དག་ནི་མེད་པ་ལ།
en: “Where there is no aspiration,

source: །རྣམ་པར་ཤེས་པ་འབྱུང་བ་མེད།
en: No consciousness will emerge.

source: །དེ་ནི་དམ་པའི་མཐའ་ཡིན་ཏེ།
en: That is the ultimate limit,

source: །དམིགས་པ་མེད་པ་ཉིད་དུ་འགྱུར། །བུད་མེད་དངོས་པོ་སེམས་ཀྱིས་བརྟགས།
en: Because it cannot be observed.

source: །སེམས་དེ་ཉིད་ཀྱང་མི་རྙེད་དེ།
en: “Nor does one find the mind

source: །སེམས་ཉིད་དེ་ནི་མི་རྙེད་ན། །བླ་ན་མེད་པའི་སྨོན་ལམ་ཡིན། །བུད་མེད་དངོས་པོ་སྤངས་པའི་ཕྱིར།
en: That investigates the existence of a woman. When the mind is not found, This is the unexcelled aspiration.

source: །གང་སུ་མངོན་པར་བརྩོན་བྱེད་པ།
en: “Whoever engages in investigation,

source: །ཀུན་ཏུ་རྟོག་ལ་སྤྱོད་པ་སྟེ།
en: Intently focused On discarding the existence of a woman,

source: །ཀུན་ནས་ལྡང་ལ་དེ་གནས་སོ།
en: Dwells in obsession.

source: །བུད་མེད་དངོས་པོར་གང་བརྗོད་པ།
en: “The existence that is described as a woman’s existence

source: །དངོས་པོ་དེ་ནི་ཡོད་མ་ཡིན།
en: Does not exist.

source: །དེ་ལྟར་རབ་ཏུ་ཤེས་པ་ནི།
en: Those who understand this

source: །བསྟན་པ་དག་ལ་དེ་སྦྱོར་རོ།
en: Connect to the teachings.

source: །སྦྱོར་བ་དང་ནི་མི་སྦྱོར་དང་། །དེ་དག་གཉི་ག་ཅི་ཡང་མེད།
en: “Neither connection, Nor non-connection, exists at all.

source: །ཆོས་རྣམས་ཡོད་པ་མ་ཡིན་པ།
en: The non-existence of phenomena

source: །དེ་ནི་སྦྱོར་བ་ཞེས་ཀྱང་བྱ།
en: Is also termed connection. “Those who hear the names

source: །འཇིག་རྟེན་མགོན་པོ་སྐྱོབ་པ་ཡི། །མཚན་འདི་རབ་ཏུ་ཐོས་ནས་ནི། །སངས་རྒྱས་ཀུན་གྱི་དྲུང་དུ་ཡང་།
en: Of the protectors and guardians of the world

source: །དགེ་བ་མང་པོ་སྐྱེད་པར་བྱེད།
en: Will generate much virtue At the feet of all buddhas.

source: །ཐམས་ཅད་གཟིགས་ཀྱི་མཚན་ཀུན་དང་། །དེ་ལྟ་བུ་ཡི་མིང་ཐོས་ནས།
en: “Those who hear all the names of the all-seeing ones And those of similar beings, Will acquire these qualities

source: །གང་དང་གང་དུ་སྐྱེས་པར་ཡང་། །ཡོན་ཏན་འདི་དག་ཡོངས་སུ་འཛིན།
en: No matter where they are born.

source: །གང་ཉན་དེ་དག་ངས་མཐོང་སྟེ།
en: “I see those who will hear.

source: །ལུང་ནོད་པ་ཡང་ངས་མཐོང་ངོ་།
en: I also see those who will explain.

source: །ངས་ནི་དེ་དག་མང་མཐོང་བ། །དེ་ལ་གང་དག་མ་མོས་ཤིང་།
en: I see many

source: །འདི་ནི་སངས་རྒྱས་མ་བཤད་ཅེས།
en: Who will not believe in this teaching.

source: །དེ་སྐད་གང་སྨྲ་ངས་མཐོང་སྟེ།
en: “And I see those Who will claim ‘The buddhas did not teach this.’

source: །སངས་རྒྱས་ཆོས་རྣམས་སྤངས་ནས་སུ།
en: They will forsake the Dharma teachings of the buddhas,

source: །སེམས་ཅན་དམྱལ་བ་མང་པོར་འགྲོ།
en: And go to the hells for many lifetimes.

source: །འཇིག་རྟེན་གཉེན་གྱི་ཆོས་རྣམས་ནི།
en: “Due to the karma generated

source: །རབ་ཏུ་སྤང་བ་བྱས་ནས་ཀྱང་།
en: By completely forsaking

source: །སྡིག་པའི་ལས་རྣམས་བྱས་པས་ན།
en: The Dharma teachings of the friends of the world,

source: །སྡིག་པའི་འགྲོ་བ་དག་ཏུ་འགྲོ།
en: They will go to lower realms.

source: །གླེན་ཞིང་ལྐུགས་ལ་བླུན་པ་དང་། །དབང་པོ་ཉམས་པའང་དེ་བཞིན་ཏེ།
en: “They will be fools who are stupid and mute And will likewise have impaired faculties.

source: །བྱང་ཆུབ་སེམས་ནི་རྣམ་སྤངས་ནས།
en: Having forsaken the mind of awakening,

source: །དེ་དག་སེམས་ཀྱང་གཡེངས་པར་འགྱུར།
en: Their minds will go astray.

source: །དབང་ཐང་ཆུང་ཞིང་མདོག་ཀྱང་ངན།
en: “They will have little power, bad complexion,

source: །གཟི་བརྗིད་ཉམས་ཤིང་བལྟ་མི་སྡུག །སྡིག་པ་དམན་པའི་སྐྱེ་གནས་སུ།
en: And faded luster, and be ugly.

source: །མི་དེ་སྐྱེ་བར་འགྱུར་བ་ཡིན། །ཡང་དག་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས།
en: Those people will be born In evil, inferior places.

source: །བཤད་པའི་ཆོས་ནི་དེ་མི་ཤེས།
en: “They will not understand the Dharma Taught by complete and perfect buddhas.

source: །ཟབ་མོ་ལ་ཡང་མི་འཇུག་སྟེ།
en: Neither will they enter the profound,

source: །འབྲས་བུ་ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར།
en: For they will be deprived of the Dharma of fruition.

source: །ཆོས་ཀྱིས་ཕོངས་པ་ཐོས་ནས་ནི།
en: “Having heard what is deprived of Dharma,

source: །མི་དེ་ཤེས་རབ་འཆལ་པར་འགྱུར།
en: Those people will have faulty knowledge.

source: །འཇིག་རྟེན་མགོན་པོ་འོད་མཛད་པ།
en: The illuminating protectors of the world,

source: །ཡེ་ཤེས་ཆེན་པོ་མི་མཉེས་བྱེད།
en: Those with great wisdom, will not be pleased.

source: །དགེ་སློང་རྣམས་དང་དེ་བཞིན་དུ།
en: “Monks, and likewise

source: །དགེ་བསྙེན་རྣམས་ལ་གོ་བར་བྱ།
en: Lay people, should understand:

source: །ཆོས་ལ་འགལ་བར་གང་བྱེད་པ།
en: The deprivation that comes from contravening the Dharma

source: །ཕོངས་པ་འདི་ནི་སྡུག་བསྔལ་ལོ།
en: Is suffering. “The awakened guides dwell

source: །ཕྱོགས་བཅུ་ཡི་ནི་འཇིག་རྟེན་ན།
en: In worlds throughout the ten directions

source: །སངས་རྒྱས་འདྲེན་པ་རྣམས་བཞུགས་ཤིང་།
en: Teaching the profound Dharma,

source: །གང་ན་སྐྱེ་བོ་ཡོད་པ་དེར།
en: Wherever there are beings.

source: །ཟབ་མོ་ཡི་ནི་ཆོས་སྟོན་ཏོ།
en: “Therefore, beings become devoted

source: །དེ་ཕྱིར་འཇིག་རྟེན་མགོན་པོ་ལ།
en: To the protectors of the world.

source: །མོས་པ་དག་ཀྱང་རབ་ཏུ་སྐྱེད།
en: The guides teach the Dharma,

source: །རྫོགས་པའི་སངས་རྒྱས་ཆགས་མེད་ཆོས།
en: The unimpeded Dharma of perfect awakening.

source: །འདྲེན་པ་དག་ནི་ཆོས་གསུངས་ཏེ།
en: “The wise with devotion

source: །དེ་དག་གི་ནི་མཚན་འདི་ལ།
en: For the names

source: །སུ་དག་མོས་པར་འགྱུར་བ་ནི། །མཁས་པ་དེ་དག་བསོད་ནམས་ཀྱང་།
en: Will be endowed

source: །དཔག་ཏུ་མེད་དང་ལྡན་པར་འགྱུར།
en: With immeasurable merit.

source: །མི་གང་འདིར་ནི་འདི་ལྟ་ཡིས།
en: “The people here who retain

source: །མཚན་རྣམས་འཛིན་པར་འགྱུར་བ་ནི།
en: The names of such beings

source: །སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་དང་། །མཁས་པར་ཡང་ནི་རབ་ཏུ་འགྱུར།
en: Will moreover have sublime eloquence And become supremely wise. “If they proclaim, without impediment,

source: །འདི་ལྟ་བུ་ཡི་མཚན་རྣམས་ཀྱང་། །ཆགས་མེད་གྱུར་ནས་རབ་སྟོན་ན།
en: The names of such beings as those,

source: །འཇིག་རྟེན་ཀུན་གྱིས་བཀུར་བ་དང་། །ཚིག་བཙུན་པར་ཡང་རྟག་ཏུ་འགྱུར།
en: They will be honored by the whole world And always have pleasing speech. “Those who proclaim those names

source: །ཕྱོགས་བཞིར་དེ་ཡི་མཚན་འདི་རྣམས། །གང་དག་རབ་ཏུ་བརྗོད་པ་ནི།
en: Throughout the four directions

source: །གང་དང་གང་དུ་སྐྱེས་པར་ཡང་། །དེ་ནི་འཇིགས་པ་མེད་པར་འགྱུར།
en: Will be fearless, Wherever they are born. “For those who,

source: །སངས་རྒྱས་མཚན་རྣམས་ཐོས་ནས་ཀྱང་། །མི་གང་འདིར་ནི་འདི་ལྟ་ཡི།
en: Having heard the names of buddhas,

source: །མཚན་རྣམས་མཆོད་པར་བྱེད་པ་ནི།
en: Revere such names,

source: །དེ་ལ་བྱང་ཆུབ་རྒྱང་མི་རིང་། །སུ་དག་འདི་ལྟའི་མཚན་རྣམས་ལ།
en: Awakening is not far.

source: །སྐྱེ་བོ་མང་པོ་འཛུད་བྱེད་པ།
en: “For those who introduce many beings To the names of such buddhas

source: །འཇིག་རྟེན་མགོན་པོའི་སྤྱོད་ཡུལ་ནི།
en: The purview of the protectors of the world

source: །དེ་ལ་རྙེད་པར་དཀའ་མ་ཡིན།
en: Will not be difficult to attain.

source: །འོད་སྲུང་ཆོས་བཞི་དང་ལྡན་པའི་དགེ་སློང་ནི་མཚན་འདི་དག་ལ་མོས་པར་འགྱུར་རོ།
en: “Kāśyapa, monks endowed with four qualities will have devotion for those names.

source: །བཞི་གང་ཞེ་ན།
en: What are the four qualities?

source: དེས་སྔོན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་བྱས་པ་ཡིན།
en: They previously honored the blessed ones;

source: ཟབ་མོ་ལ་མོས་པ་ཡིན།
en: they long for the profound;

source: དབེན་པར་མོས་པ་ཡིན།
en: they long for solitude;

source: དགེ་བའི་བཤེས་གཉེན་ལ་བརྟེན་ཅིང་དམ་པའི་ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་མ་བྱས་མ་བསགས་པ་ཡིན་ནོ།
en: and in reliance on a virtuous spiritual friend, they have neither performed nor accumulated actions that lead to being deprived of the sublime Dharma.

source: །འོད་སྲུང་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་པའི་དགེ་སློང་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དག་གི་མཚན་རྣམས་ལ་མོས་པར་བྱེད་དོ།
en: Kāśyapa, monks who possess these four qualities have devotion for the names of the thus-gone ones, the worthy ones, the completely perfect buddhas.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ། །དེས་སྔོན་རྫོགས་པའི་སངས་རྒྱས་རྣམས།
en: The Blessed One then spoke the following verses:

source: །མཐོང་ཞིང་མཆོད་པ་བྱས་པ་ཡིན།
en: “Previously they have seen and worshiped The perfect buddhas.

source: །དགེ་བའི་རྩ་བ་དེ་ཉིད་ཀྱིས།
en: Through that very root of virtue,

source: །དེ་དག་མཚན་རྣམས་ཐོས་པར་འགྱུར།
en: They will hear their names.

source: །ཟབ་མོ་ལ་ཡང་རབ་མོས་ཤིང་།
en: “Moreover, they long for the profound,

source: །ང་ཡི་སངས་རྒྱས་ཆོས་ལ་ཉན།
en: And have heard about my awakened qualities.

source: །སྔོན་གྱི་ལས་རྣམས་ཡོངས་དག་པས།
en: Because their previous actions are pure,

source: །དེ་ནས་འདིར་ནི་འོངས་པ་སྟེ།
en: Then they have come here.

source: །སྔོན་ཡང་མདོ་སྡེ་བཤད་པ་ལ།
en: “Also, when this sūtra was taught previously,

source: །དེ་དག་ཡིད་གཉིས་ཡོང་མེད་དེ།
en: No doubts arose for them. They never contravene this sūtra

source: །ཡང་དག་རྫོགས་པས་བཤད་པ་ཡི། །མདོ་སྡེ་དེ་ལ་འགལ་མི་བྱེད། །ཉི་ཚེ་བ་ཡི་བཟོད་པ་ལ།
en: Taught by the perfect and complete one.

source: །འདྲེན་པ་དག་ནི་མོས་པར་བྱེད།
en: “They have devotion for the guides

source: །ཤིན་ཏུ་དང་བའི་སེམས་ཀྱིས་ཀྱང་།
en: Of those with limited patience.

source: །ངས་བཤད་པ་ལ་མཉན་པར་གྱིས།
en: Moreover, they should listen to what I have taught With pure intention.

source: །གདམས་པ་དག་ལ་མངོན་དགའ་ཞིང་།
en: “They should delight in the instructions

source: །ཆོས་ཉིད་ལ་ནི་འབྲང་བར་བྱ།
en: And pursue reality.

source: །དེ་དག་ཆོས་སུ་འདུ་ཤེས་པས།
en: By conceiving of them as Dharma,

source: །ཆོས་དེ་ཐམས་ཅད་སྡུད་པར་བྱེད།
en: They collect all of them.

source: །འདུ་ཤེས་པ་དང་འདུ་ཤེས་མེད།
en: “Neither perception,

source: །དེ་དག་ཡོད་པ་མ་ཡིན་ནོ།
en: Nor non-perception, exists. They understand

source: །སངས་རྒྱས་ཀུན་གྱི་ཡུལ་རྣམས་ནི། །བསམ་གྱིས་མི་ཁྱབ་རྟོགས་པར་བྱེད།
en: The inconceivable objects of all buddhas. “There is no disputation

source: །དེ་དག་གི་ནི་ཆོས་ཉིད་འདི།
en: Among the many faithful,

source: །ཟབ་མོ་ལ་ནི་གང་མོས་ཤིང་། །མོས་པ་དག་ནི་མང་གྱུར་པ།
en: Who long for the profound,

source: །དེ་དག་ལ་ནི་རྩོད་པ་མེད།
en: About the reality of those objects.

source: །ཟབ་མོ་སྤྱོད་པ་དེ་དག་ལ།
en: “Those who partake of the profound

source: །ཡིད་གཉིས་དག་ནི་ཡོང་མེད་དོ། །ནོར་ལ་སྲེད་པ་གཏེར་དང་ཡང་།
en: Will have no doubts.

source: །འདྲ་བར་འགྱུར་བ་མ་ཡིན་ནོ།
en: It will not at all be like A treasure for one craving wealth. “One should know that

source: །འཇིག་རྟེན་གྱི་ནི་མགོན་པོ་ལ། །སུ་དག་ནེམ་ནུར་སྐྱེ་བ་ནི།
en: Those who are hesitant About the protectors of the world

source: །དབང་པོ་རྟུལ་ཞིང་མྱོས་པ་དང་། །མི་བརྩོན་པར་ནི་རིག་པར་བྱ།
en: Will have dull faculties, and will be mad and lazy.

source: །གང་དག་མོས་པར་གྱུར་པ་ནི།
en: “For those with devotion,

source: །དེ་དག་ལ་ཡང་ཡིད་གཉིས་མེད།
en: Doubts will not arise.
